Repository: AKJ/bookworm
Catalog: bookworm/resources/locale/*/LC_MESSAGES/bookworm.po
Languages: ar_sd, bg, it, ja

source: Getting download information...
ar_sd: جارٍ الحصول على معلومات التحميل. يُرْجَى الإنتظار...
it: Recupero le informazioni per il download...
ja: ダウンロード情報を取得しています。

source: Manage Tesseract OCR Engine Languages
ar_sd: إدارة اللغات لمحرك Tesseract للتعرف على الحروف ضوئياً
it: Gestisci le lingue del motore OCR Tesseract
ja: tesseractの言語ファイル管理

source: Restart Required
ar_sd: ستتم إعادة تشغيل البرنامج
it: Riavvio richiesto
ja: 再起動が必要です。

source: Bookworm will now restart to complete the installation of the Tesseract OCR Engine.
ar_sd: ستتم إعادة تشغيل البرنامج لإكمال تثبيت محرك Tesseract للتعرف على الحروف ضوئياً
it: Bookworm ora si riavvierà per completare l'installazione del motore OCR Tesseract.
ja: tesseract OCRのインストールを完了するため、bookwormの再起動しています。

source: Checking for updates. Please wait...
it: Verifica aggiornamenti. Attendere prego...

source: A new version of Tesseract OCr engine is available for download. It is strongly recommended to update to the latest version for the best accuracy and performance. Would you like to update to the new version?
it: È disponibile per il download una nuova versione del motore Tesseract OCr. Si consiglia vivamente di eseguire l'aggiornamento all'ultima versione per ottenere le massime prestazioni e migliorare la precisione. Vuoi aggiornare alla nuova versione?

source: Update Tesseract OCr Engine?
it: Aggiorna Motore OCR Tesseract...

source: Removing old Tesseract version. Please wait...
it: Rimozione della vecchia versione di Tesseract. Attendere prego...

source: Your version of Tesseract OCR engine is up to date.
it: La versione in uso del motore Tesseract OCR è aggiornata.

source: No updates
it: Nessun aggiornamento

source: Failed to check for updates for Tesseract OCr engine.
it: Impossibile controllare gli aggiornamenti per il motore Tesseract OCr.

source: Recognition Language:
ar_sd: لغة التعرف الضوئي على النصوص
it: Lingua di riconoscimento:
ja: 認識言語、

source: Supplied Image resolution::
ar_sd: حجم الصورة
it: Risoluzione dell'immagine fornita::
ja: 現在の画像の解像度

source: Enable image enhancements
ar_sd: تمكين فلاتر تحسين الصورة
it: Abilita i miglioramenti dell'immagine
ja: 画像の機能強化を有効にする

source: Available image pre-processing filters:
ar_sd: الفلاتر المتاحة لتحسين الصورة
it: Filtri di pre-elaborazione delle immagini disponibili:
ja: 利用可能な画像前処理フィルタ、

source: &Save these options until I close the current book
ar_sd: &حفظ هذه الإعدادات إلى حين إغلاق الكتاب الحالي
it: &Salva queste opzioni finché non chiudo il libro corrente
ja: 現在の書籍を閉じるまで設定を保存する

source: Increase image resolution
ar_sd: زيادة دقة الصورة
it: Aumenta la risoluzione dell'immagine
ja: 画像解像度を増やす

source: Binarization
ar_sd: إلغاء تلوين الصورة
it: Binarizzazione

source: Split two-in-one scans to individual pages
ar_sd: تقسيم الصورة التي تتضمن صفحتين إلى صورتين منفصلتين
it: Dividi le scansioni due in uno su singole pagine
ja: 二つのページに分割する

source: Combine images
ar_sd: دمج جميع الصور في صورة واحدة
it: Combina immagini
ja: 画像の結合

source: Blurring
ar_sd: تعتيم طفيف للصورة
it: Sfocatura
ja: ぼうちょう

source: Deskewing
ar_sd: تقويم إعوجاج الصفحة المصورة
it: Raddrizzamento

source: Erosion
ar_sd: تجريف
it: Erosione

source: Dilation
ar_sd: تضخيم الأنماط الحرفية
it: Dilatazione
ja: 膨張度

source: Sharpen image
ar_sd: زيادة حدة الصورة
it: Aumenta la nitidezza dell'immagine
ja: 画像を鮮明にする

source: Invert colors
ar_sd: عكس الألوان
it: Inverti i colori
ja: 色の反転

source: Installed Languages
it: Lingue installate

source: Downloadable Languages
it: Lingue scaricabili

source: Tesseract Languages
ar_sd: لغات محرك Tesseract للتعرف على الحروف ضوئياً
it: Lingue Tesseract
ja: tesseractの言語一覧、

source: Download &Best Model
ar_sd: تحميل النسخة المُ&حَسَّنة
it: Scarica &modello migliore
ja: 認識優先モデルのダウンロード

source: Download &Fast Model
ar_sd: تحميل النسخة السريعة
it: Scarica il &modello più rapido
ja: 速度優先モデルのダウンロード

source: Installed
ar_sd: المثبتة
it: Installato
ja: インストール済み

source: Yes
ar_sd: نعم
it: Sì
ja: はい

source: A version of the selected language model already exists. Are you sure you want to replace it.
ar_sd: توجد بالفعل نسخة من ملفات اللغة التي تود تحميلها. هل أنت متيقن من رغبتك في إعادة تحميل ملفات اللغة المحددة.
it: Esiste già una versione del modello linguistico selezionato. Sei sicuro di volerlo sostituire.
ja: 選択されている言語ファイルは、すでに存在しています、 上書きしますか？

source: Downloading Language
ar_sd: جارٍ تحميل اللغة
it: Download della lingua

source: Are you sure you want to remove language: {lang}?
ar_sd: هل أنت متيقن من رغبتك في حذف اللغة {lang}؟
it: Si desdiera rimuovere la lingua: {lang}?
ja: 本当にこの言語ファイル、 {lang}を削除しますか?

source: Language Added
ar_sd: تمت إضافة اللغة
it: Lingua aggiunta

source: The Language Model was downloaded successfully.
ar_sd: تم تحميل ملفات اللغة بنجاح.
it: Il modello linguistico è stato scaricato correttamente.

source: Connection Error
ar_sd: خطأ في الإتصال بالشبكة
it: Errore di connessione

source: Failed to download language data. Please check your internet connection.
ar_sd: فشلت عملية تحميل ملفات اللغة. رجاءً تأكد من إمكانية الإتصال بالإنترنت
it: Impossibile scaricare i dati sulla lingua. Per favore controlla la tua connessione Internet.

source: Failed to install language data. Please try again later.
ar_sd: فشلت عملية تحميل ملفات اللغة. رجاءً حاول مرة أخرى فيما بعد.
it: Impossibile installare i dati sulla lingua. Per favore riprova più tardi.

source: &Scan Current Page... F4
ar_sd: مسح الصفحة الحالية بإستخدام التعرف الضوئي على الحروف
it: &Scansione pagina corrente... F4

source: Run OCR on the current page
ar_sd: مسح الصفحة بإستخدام خاصية التعرف الضوئي على الحروف
it: Esegui l'OCR sulla pagina corrente

source: &Automatic OCR Ctrl-F4
ar_sd: التشغيل التلقائي للتعرف ال&ضوئي على الحروف
it: OCR &automatico Ctrl-F4
ja: 自動的に文字認識する Ctrl-F4

source: Auto run OCR when turning pages.
ar_sd: تشغيل خاصية التعرف الضوئي على الحروف بشكل تلقائي عند التنقل بين الصفحات
it: Esecuzione automatica dell'OCR quando si girano le pagine.
ja: 自動的にページの文字認識を実行する

source: &Change OCR Options...
ar_sd: ت&غيير إعدادات التعرف الضوئي على الحروف
it: Modifi&ca opzioni OCR...
ja: 文字認識設定変更

source: Change OCR options
ar_sd: تغيير إعدادات التعرف الضوئي على الحروف
it: Modifica le opzioni dell'OCR
ja: 文字認識設定変更

source: Scan To &Text File...
ar_sd: مسح المستند و&حفظ النص في ملف نصي
it: Scansione su &File di testo...

source: Scan pages and save the text to a .txt file.
ar_sd: إجراء مسح ضوئي لصفحات المستند وحفظ النص في ملف نصي بسيط
it: Scansiona le pagine e salva il testo in un file .txt.
ja: ページを文字認識して、テキストファイルとして保存

source: Image To Text...
ar_sd: إستخراج النص من الصور
it: Da immagine a testo...
ja: 画像からテキストに変換

source: Run OCR on an image.
ar_sd: مسح ملف صورة ضوئياً وإستخراج النص المتضمن
it: Esegui l'OCR su un'immagine.
ja: 画像の文字認識実行

source: No language for OCR is present. Please checkout Bookworm user manual to learn how to add new languages.
ar_sd: لا يوجد لغات للتعرف الضوئي على النصوص. يرجى الإطلاع على دليل المستخدم الخاص بالبرنامج للتعرف على كيفية إضافة اللغات.
it: Non è presente alcuna lingua per l'OCR. Consulta il manuale utente di Bookworm per sapere come aggiungerne di nuove.

source: No Languages for OCR
ar_sd: لا يوجد لغات لإستخدامها مع خاصية التعرف الضوئي على الحروف
it: Nessuna lingua per l'OCR

source: Canceled
ar_sd: تم الإلغاء
it: Annullato

source: Running OCR, please wait...
ar_sd: جارٍ مسح الصورة، يُرجى الإنتظار...
it: OCR in esecuzione, si prega di attendere

source: Automatic OCR is enabled
ar_sd: تم تشغيل التعرف الضوئي على الحروف
it: L'OCR automatico è abilitato
ja: 自動文字認識は、有効です。

source: Automatic OCR is disabled
ar_sd: تم تعطيل التعرف الضوئي على الحروف
it: L'OCR automatico è disabilitato
ja: 自動文字認識は、無効です。

source: Save as
ar_sd: حفظ باسم
it: Salva come
ja: 名前を付けて保存

source: Scanning Pages
ar_sd: جارٍ مسح الصفحات ضوئياً
it: Scansione pagine in corso
ja: ページの文字認識中

source: Preparing book
ar_sd: جارٍ تحضير الكتاب
it: Libro in preparazione
ja: 書籍を準備しています。

source: Successfully processed {total} pages. Extracted text was written to: {file}
ar_sd: تم معالجة {total} صفحة. النص المستخرج تم حفظه في الملف {file}
it: Elaborate con successo {total} pagine. Il testo riconosciuto è stato salvato nel file: {file}

source: OCR Completed
ar_sd: تم إتمام عملية المسح الضوئي للحروف
it: OCR completato
ja: 文字認識官僚

source: JPEG images
ar_sd: الصور بصيغة JPEG
it: Immagini jpeg
ja: JPEG画像

source: Bitmap images
ar_sd: الصور بصيغة BMP
it: Immagini bitmap
ja: ビットマップ画像

source: Tiff graphics
ar_sd: الصور بصيغة TIFF
it: Grafici tiff

source: All supported image formats
ar_sd: جميع صيغ الصور المدعومة
it: Tutti i formati di immagine supportati

source: Choose image file
ar_sd: إختر صورة
it: Scegli file immagine
ja: 画像の選択

source: Could not load image from {filename}. Please make sure the file exists and the data contained in is not corrupted.
ar_sd: تعذر تحميل الصورة من الملف: {filename}. رجاءً تأكد من أن الملف موجود، وأن البيانات التي يتضمنها سليمة
it: Impossibile caricare l'immagine da {filename}. Assicurati che il file esista e che i dati in esso contenuti non siano danneggiati.

source: Could not load image file
ar_sd: تعذر تحميل الصورة
it: Impossibile caricare il file immagine

source: OCR Results
ar_sd: النص المتعرف عليه
it: Risultati OCR
ja: 文字認識結果

source: Scan finished.
ar_sd: تم إتمام عملية التعرف الضوئي على النص
it: Scansione terminata
ja: 文字認識が完了しました。

source: OCR canceled
ar_sd: تم إلغاء العملية
it: OCR annullato

source: No Speech
ar_sd: صامت
it: Nessuna sintesi
ja: 読み上げなし

source: Heading
ar_sd: رأس الموضوع
it: Intestazione

source: Heading level 1
ar_sd: رأس الموضوع، مستوى 1
it: Intestazione di livello 1

source: Heading level 2
ar_sd: رأس الموضوع، مستوى 2
it: Intestazione di livello 2

source: Heading level 3
ar_sd: رأس الموضوع، مستوى 3
it: Intestazione di livello 3

source: Heading level 4
ar_sd: رأس الموضوع، مستوى 4
it: Intestazione di livello 4

source: Heading level 5
ar_sd: رأس الموضوع، مستوى 5
it: Intestazione di livello 5

source: Heading level 6
ar_sd: رأس الموضوع، مستوى 6
it: Intestazione di livello 6

source: List
ar_sd: قائمة
it: Elenco

source: Quote
ar_sd: إقتباس
it: Citazione

source: Table
ar_sd: جدول
it: Tabella

source: Image
ar_sd: الصورة
it: Immagine

source: S&peech
ar_sd: ال&حديث
it: &Sintesi vocale
ja: 読み上げ

source: Reading
ar_sd: إعدادات القراءة
bg: Четене
it: Lettura
ja: 読み上げ

source: Voice
ar_sd: إعدادات الصوت
bg: Глас
it: Voce
ja: 音声エンジン

source: Back
ar_sd: رجوع
it: Indietro
ja: 戻る

source: Forward
ar_sd: تقدم
it: Avanti
ja: 次へ進む

source: End of document.
ar_sd: نهاية المستند.
it: Fine documento

source: End of section: {chapter}.
ar_sd: نهاية الفصل: {chapter}.
bg: Край на раздел: {chapter}.
it: Fine sezione: {chapter}.
ja: {chapter}セクションの終了。

source: End of document
ar_sd: نهاية المستند
it: Fine del documento

source: No TTS Voices
ar_sd: لا توجد آلات نطق متوفرة
bg: Не са налични гласове
it: Nessuna voce TTS
ja: 音声エンジンが見つかりません

source: A valid Text-to-speech voice was not found for the current speech engine. Text-to-speech functionality will be disabled.
ar_sd: لم يتم العثور على أي صوت في آلة النطق الحالية. سيتم تعطيل خاصية الحديث.
it: Non è stata trovata una voce valida per il motore di sintesi vocale corrente. La funzionalità di sintesi vocale sarà disabilitata.
ja: 現在開いている書籍言語に対して、有効な音声エンジンが設定されていません 読み上げ機能を停止します。

source: Bookworm has noticed that the currently configured Text-to-speech voice speaks a language different from that of this book. Do you want to temporary switch to another voice that speaks a language similar to the language of the currently opened document?
ar_sd: اكتشف البرنامج أن صوت آلة النطق المُستَخدَم يتحدث بلغة تختلف عن لغة الكتاب الحالية. لهذا السبب، سيقوم BookWorm بالانتقال بشكل مؤقت إلى صوت آخر يماثل لغة هذا الكتاب.
it: Bookworm ha notato che la voce attualmente in uso parla una lingua diversa da quella in cui è stato scritto questo libro. Vuoi utilizzare temporaneamente un'altra voce con una lingua il più simile possibile a quella del documento attualmente aperto?

source: Incompatible TTS Voice Detected
ar_sd: تم اكتشاف صوت بآلة نطق غير متوافقة
bg: Открит е несъвместим глас от речева машина
it: Rilevata voce TTS incompatibile
ja: 互換性のない音声エンジンです。

source: Human-like
ar_sd: متأني
bg: Естествено-звучащ
it: Simile a quella umana
ja: 人の声

source: Deep Reading
ar_sd: قراءة عميقة
bg: Дълбоко четене
it: Lettura avanzata
ja: 滑らかに読み上げ

source: Reading Options
ar_sd: إعدادات القراءة
bg: Опции за четенето
it: Opzioni di lettura
ja: 読み上げ設定

source: Use continuous reading mode
ar_sd: إستخدام نمط القراءة المتواصلة
bg: Използвай режим на непрекъснато четене
it: Usa la modalità di lettura continua
ja: 継続読み上げモードを利用する

source: When Pressing Play:
ar_sd: عند الضغط على زر تشغيل
bg: При задействане на командата за възпроизвеждане:
it: Alla pressione del tasto Play:
ja: 読み上げ開始時に

source: Read the entire book
ar_sd: قراءة الكتاب من الغلاف للغلاف
bg: Прочети цялата книга
it: leggi tutto il libro
ja: 全文を読み上げ

source: Read the current section
ar_sd: قراءة الفصل الحالي فقط
bg: Прочети текущия раздел
it: Leggi la sezione corrente
ja: 現在のセクションを読み上げ

source: Read the current page
ar_sd: قراءة الصفحة الحالية فقط
bg: Прочети текущата страница
it: Leggi la pagina corrente
ja: 現在のページを読み上げ

source: Start reading from:
ar_sd: الشروع في القراءة من:
bg: Започни да четеш от:
it: Inizia a leggere da:
ja: 現在の位置から読み上げ開始

source: Cursor position
ar_sd: الموضع الحالي للمؤشر
bg: Позицията на курсора
it: Posizione del cursore
ja: カーソル位置

source: Beginning of page
ar_sd: بداية الصفحة
bg: Началото на страницата
it: Inizio pagina
ja: ページを最初から

source: During Reading Aloud
ar_sd: أثناء القراءة:
bg: По време на четенето на глас
it: Durante la lettura
ja: 読み上げ中、

source: Announce the end of sections
ar_sd: الإعلام بنهاية الفصل
it: Segnala la fine delle sezioni

source: Ask to switch to a voice that speaks the language of the current book
ar_sd: طلب تغيير لغة صوت آلة النطق في حال وجود إختلاف بين لغة صوت آلة النطق ولغة المستند
it: Chiedi di passare ad una voce che parli la lingua del libro corrente

source: Highlight spoken text
ar_sd: تمييز النص المقروء
bg: Осветявай изговаряния текст
it: Evidenzia il testo letto
ja: 読み上げ分をハイライトする

source: Select spoken text
ar_sd: تحديد النص المقروء
bg: Маркирай изговаряния текст
it: Seleziona testo letto
ja: 読み上げ文書選択

source: Speech Engine:
ar_sd: آلة النطق
bg: Речева машина:
it: Motore di sintesi vocale
ja: 音声エンジン

source: Change...
ar_sd: تغيير
bg: Промени...
it: Cambia...
ja: 変更...

source: Select Voice:
ar_sd: إختر الصوت
bg: Избор на глас:
it: Seleziona una voce
ja: 音声選択、

source: Speech Rate:
ar_sd: سرعة القراءة
bg: Скорост на речта:
it: Velocità voce
ja: 読み上げ速度、

source: Speech Volume:
ar_sd: مستوى الصوت
bg: Сила на звука на речта:
it: Volume voce
ja: 音量、

source: Pauses
ar_sd: إعدادات السكتات
bg: Паузи
it: Pause
ja: 一時停止

source: Additional Pause At Sentence End (Ms)
ar_sd: السكوت الإضافي عند نهاية الجملة (بالميلي ثانية)
bg: Допълнителна пауза в края на изречението (мсек)
it: Pausa aggiuntiva a fine frase (Ms)
ja: 文末（MS）で追加の一時停止

source: Additional Pause At Paragraph End (Ms)
ar_sd: السكوت الإضافي عند نهاية الفقرة (بالميلي ثانية)
bg: Допълнителна пауза в края на абзаца (мсек)
it: Pausa aggiuntiva a fine paragrafo (Ms)
ja: 段落終了（MS）での追加の一時停止

source: End of Page Pause (ms)
ar_sd: السكوت الإضافي عند نهاية الصفحة (بالميلي ثانية)
bg: Пауза в края на страницата (мсек)
it: Pausa a fine pagina (ms)
ja: ページ終了（MS）での追加の一時停止

source: End of Section Pause (ms)
ar_sd: السكوت الإضافي عند نهاية الفصل (بالميلي ثانية)
bg: Пауза в края на раздела (мсек)
it: Pausa a fine sezione (ms)
ja: セクション終了（MS）での追加の一時停止

source: Speech Engine
ar_sd: آلة النطق
bg: Речева машина
it: Motor di sintesi vocale
ja: 音声エンジン

source: Voice Profile: {profile}
ar_sd: الوضع الصوتي: {profile}
bg: Гласов профил: {profile}
it: Profilo vocale: {profile}
ja: 音声エンジンのプロファイル、{profile}

source: Select Voice Profile:
ar_sd: اختر الوضع الصوتي:
bg: Избор на гласов профил:
it: Seleziona un profilo vocale:
ja: 音声プロファイルの選択

source: &Activate
ar_sd: تن&شيط
bg: &Активирай
it: &Attiva
ja: アクティベート

source: &New Profile...
ar_sd: إنشاء وضع صوتي &جديد...
bg: &Нов профил...
it: &Nuovo profilo...
ja: 新しいプロファイル...

source: {profile} (active)
ar_sd: {profile} (نشط)
bg: {profile} (активен)
it: {profilo} (attivo)
ja: {profile})を選択されています

source: Profile Name:
ar_sd: اسم الوضع الصوتي:
bg: Име на профила:
it: Nome del profilo:
ja: プロファイル名、

source: New Voice Profile
ar_sd: وضع صوتي جديد
bg: Нов гласов профил
it: nuovo profilo vocale
ja: 新しい音声のプロファイル

source: A voice profile with the same name already exists. Please select another name.
ar_sd: هناك وضع صوتي موجود بنفس الاسم. يُرجى اختيار اسم آخر.
bg: Гласов профил със същото име вече съществува. Моля, изберете друго име.
it: Esiste già un profilo vocale con lo stesso nome. Seleziona un altro nome.
ja: すでに同じ音声プロファイル名が存在しています。違うプロファイル名を設定してください。

source: Voice profile {profile} is the active profile. Please deactivate it first by clicking 'Deactivate Active Voice Profile` menu item from the speech menu.
ar_sd: الوضع الصوتي {profile} هو الوضع النشط حالياً. يُرجى تعطيله أولاً بالذهاب إلى قائمة النطق، ثم الضغط على عنصر 'تعطيل الوضع الصوتي النشط.'
bg: Гласовият профил {profile} е текущо активният профил. Моля, първо го деактивирайте, като задействате командата "Деактивирай активния гласов профил" в менюто "Реч".
it: {profile} è il profilo vocale attivo. Disattivalo prima facendo clic sulla voce di menu "Disattiva profilo vocale attivo" dal menu sintesi vocale.
ja: {profile}のプロファイル名は、すでに選択されています。 読み上げメニューから解除してからご利用ください。

source: Cannot Remove Profile
ar_sd: تعَذَّرت إزالة الوضع الصوتي
bg: Профилът не може да се премахне
it: Impossibile rimuovere il profilo
ja: プロファイルの削除できません

source: Are you sure you want to remove voice profile {profile}? This cannot be undone.
ar_sd: هل أنت متأكد من رغبتك في إزالة الوضع الصوتي {profile}? لا يمكن التراجع عن هذا الإجراء لاحقاً.
bg: Сигурни ли сте, че желаете да изтриете гласовия профил {profile}? Това действие не може да бъде отменено.
it: Sei sicuro di voler rimuovere il profilo vocale {profile}? L'operazione non può essere annullato.
ja: {profile}のプロファイルを削除しようとしていますが、本当に削除しますか? 削除するともとに戻せませんので、ご注意ください。

source: Remove Voice Profile?
ar_sd: حذف الوضع الصوتي؟
bg: Премахване на гласов профил?
it: Rimuovere il profilo vocale?
ja: 音声プロファイル削除？

source: Select Speech Engine:
ar_sd: إختر آلة النطق
bg: Избор на речева машина:
it: Seleziona il motore di vocale:
ja: 音声エンジンの選択

source: Start reading aloud
ar_sd: بدء القراءة
bg: Започни четенето на глас
it: inizia a leggere ad alta voce
ja: 読み上げ中、

source: Pa&use/Resume F6
ar_sd: إي&قاف أو استئناف التشغيل F6
bg: &Пауза/Възобновяване F6
it: Pa&usa/Riprendi F6
ja: 読み上げ一時停止・最下位 F6

source: Pause/Resume reading aloud
ar_sd: لإيقاف القراءة مؤقتاً أو استئنافها
bg: Поставяне на пауза/възобновяване на четенето на глас
it: Metti in pausa o riprendi la lettura ad alta voce
ja: 読み上げ一時停止・最下位

source: Stop reading aloud
ar_sd: لإيقاف القراءة تماماً
bg: Спиране на четенето на глас
it: Ferma la lettura ad alta voce
ja: 読み上げ停止中

source: &Rewind Alt-LeftArrow
ar_sd: رجو&ع للخلف تبديل+سهم أيسر
bg: Превъртане на&зад Alt-LeftArrow
it: &Riavvolgi Alt-LeftArrow
ja: 前に戻る\左矢印

source: Skip to previous paragraph
ar_sd: الانتقال إلى الفقرة السابقة
bg: Преминаване към предишния абзац
it: Salta al paragrafo precedente
ja: 前の段落に移動

source: &Fast Forward Alt-RightArrow
ar_sd: ال&تقدم للأمام تبديل+سهم أيمن
bg: Превъртане на&пред Alt-RightArrow
it: Avanti veloce (&f) Alt-RightArrow
ja: 次へ進む\右矢印

source: Skip to next paragraph
ar_sd: الانتقال إلى الفقرة التالية
bg: Преминаване към следващия абзац
it: Salta al paragrafo successivo
ja: 次の段落に移動

source: &Voice Profiles Ctrl-Shift-V
ar_sd: &أوضاع القراءة الصوتية تحكم+عالي+ر
bg: &Гласови профили Ctrl-Shift-V
it: Profili &vocali Ctrl-Shift-V
ja: 音声プロファイル Ctrl-Shift-V

source: Manage voice profiles.
ar_sd: لإدارة الأوضاع الصوتية.
bg: Управление на гласовите профили.
it: Gestisci i profili vocali.
ja: 音声プロファイルの管理

source: &Deactivate Active Voice Profile
ar_sd: تع&طيل الوضع الصوتي النشط
bg: &Деактивирай активния гласов профил
it: &Disattiva profilo vocale attivo
ja: 音声プロファイル選択解除

source: Deactivate the active voice profile.
ar_sd: لتعطيل الوضع الصوتي النشط حاليا.
bg: Деактивирай активния гласов профил.
it: Disattiva il profilo vocale attivo.
ja: 音声プロファイル選択解除

source: Paused
ar_sd: تم إيقاف التشغيل مؤقتاً
bg: На пауза
it: In pausa
ja: 一時停止

source: Resumed
ar_sd: تم استئناف التشغيل
bg: Възобновено
it: Ripreso
ja: 再開

source: Stopped
ar_sd: تم إنهاء التشغيل
bg: Спряно
it: stop
ja: 停止

source: Voice Profiles
ar_sd: الأوضاع الصوتية
bg: Гласови профили
it: Profili vocali
ja: 音声プロファイル

source: &Web Services
ar_sd: خدمات عبر الشبكة
it: Servizi &web
ja: &Webサービス

source: &Open URL Ctrl+U
ar_sd: فتح &رابط
it: &Apri URL Ctrl+U
ja: URLを開く Ctrl+U

source: &Open URL From Clipboard Ctrl+Shift+U
ar_sd: فتح رابط من ال&حافظة
it: &Apri URL dagli Appunti Ctrl+Maiusc+U
ja: クリップボードからURLを開く Ctrl+Shift+U

source: Enter URL
ar_sd: أدخل رابطاً
it: Inserisci URL
ja: URLを入力

source: &Wikipedia quick search
ar_sd: بحث سريع في &ويكيبيديا
it: Ricerca rapida su &Wikipedia
ja: &wikipedia検索

source: Get a quick definition from Wikipedia
ar_sd: تحصل على تعريف لمصطلح من ويكيبيديا
it: Ottieni una definizione veloce da Wikipedia
ja: Wikipediaから情報取得

source: Define using Wikipedia
ar_sd: تعريف المصطلح بإستخدام ويكيبيديا
it: Definisci usando Wikipedia
ja: Wikipediaの検索用語

source: Define the selected text using Wikipedia
ar_sd: تعريف النص المحدد بإستخدام ويكيبيديا
it: Definisci il testo selezionato usando Wikipedia
ja: Wikipediaのカテゴリを選択してください。

source: Wikipedia Quick Search
ar_sd: تعريف سريع للمصطلح بإستخدام ويكيبيديا
it: Ricerca rapida Wikipedia
ja: Wikipediaの検索

source: Enter term
ar_sd: مصطلح البحث:
it: Inserisci termine
ja: 検索キーワードを入力

source: Retrieving information, please wait...
ar_sd: جاري الحصول على المعلومات. يُرْجَى الإنتظار...
it: Recupero informazioni in corso, attendere...
ja: 処理中、しばらくお待ちください。

source: Could not connect to Wikipedia at the moment.\Please make sure that you're connected to the internet or try again later.
ar_sd: حدث خطأ في الشبكة عند محاولة الإتصال بويكيبيديا. تأكد من أنك متصل بالإنترنت ، أو حاول لاحقاً.
it: Impossibile connettersi a Wikipedia in questo momento.\Assicurati di essere connesso a Internet o riprova più tardi.
ja: Wikipediaに接続ができませんでした。ネット接続を確認してから再度お試しください。

source: Could not get the definition from Wikipedia.
ar_sd: تعذر الحصول على تعريف للمصطلح من ويكيبيديا
it: Impossibile ottenere la definizione da Wikipedia
ja: Wikipediaから情報を取得できませんでした。

source: Matches
ar_sd: المصطلحات المشابهة
it: Corrispondenze
ja: 検索結果

source: Multiple Matches Found
ar_sd: تم العثور على عدة مصطلحات مشابهة
it: Trovate più corrispondenze
ja: 複数検索結果

source: Summary
ar_sd: ملخص
it: Riepilogo
ja: 本文

source: Open in &Bookworm
ar_sd: فتح في برنامج &Bookworm
it: Apri in &Bookworm
ja: bookwormで開く

source: &Open in Browser
ar_sd: فتح في المت&صفح
it: Apri nel br&owser
ja: &ブラウザで開く

source: Metadata
ar_sd: بيانات إضافية
ja: metaデータ

source: Tags
ar_sd: الوسوم
ja: タグ

source: Tag
ar_sd: الوسم
ja: タグ

source: &Annotations
ar_sd: ال&حواشي
bg: &Анотации
ja: &注釈

source: Markdown
ar_sd: صيغة ماركداون، Markdown
ja: Markdown（MD）形式

source: HTML
ar_sd: صفحة ويب، HTML
ja: HTMLページ

source: Kindle eBook
ar_sd: كتب Kindle الإلكترونية

source: OK
ar_sd: موافق
bg: Добре

source: Could not open document .An unknown error occurred while loading the file.
ar_sd: لا يمكن فتح المستند. حدث خطأ ما أثناء تحميل الملف.

source: Go
ar_sd: الذهاب
bg: Отиване до

source: Settings
ar_sd: الإعدادات

source: Page {page} of {total} — {chapter}
ar_sd: صفحة {page} من {total} — {chapter}
