Repository: AKJ/bookworm
Catalog: bookworm/resources/locale/*/LC_MESSAGES/bookworm.po
Languages: ar_sd, bg, it, ja

source: Associate files of type {format}
ar_sd: إقران {format}
bg: Асоциирай файлове с разширение {format}
it: Associa file di tipo {format}
ja: {format}を関連付ける

source: Associate files with {ext} extension so they always open in Bookworm
ar_sd: إقران الملفات بصيغة {ext} مع برنامج Bookworm بحيث يتم فتحها داخله افتراضيا
bg: Асоциирай файлове с разширение {ext}, така че те винаги да се отварят с Bookworm
it: Associa i file con estensione {ext} in modo che si aprano sempre in Bookworm
ja: {ext}の拡張子をBookwormに追加する。

source: Dissociate all supported file types
ar_sd: إلغاء اقتران كافة صيغ الملفات
bg: Деасоциирай всички поддържани типове файлове
it: Dissocia tutti i tipi di file supportati
ja: 関連付けられているすべての拡張子を解除する

source: Remove previously associated file types
ar_sd: إلغاء الاقتران مع صيغ الملفات التي تم ربط البرنامج بها مسبقا
it: Rimuovi i tipi di file precedentemente associati

source: Files of type {format} have been associated with Bookworm.
ar_sd: تم إقران الملفات ذات الصيغة {format} مع برنامج Bookworm.
bg: Файлове от тип {format} бяха асоциирани с Bookworm.
it: I file di tipo {format} sono stati associati a Bookworm.
ja: {format}の拡張子をBookwormから解除されました。

source: Success
ar_sd: تم بنجاح
bg: Успех
it: Processo riuscito
ja: 正常に完了しました。

source: All supported file types have been set to open by default in Bookworm.
ar_sd: تم تعيين كافة الصيغ التي يدعمها Bookworm لتفتح فيه بشكل افتراضي.
bg: Всички поддържани типове файлове бяха зададени да се отварят по подразбиране с Bookworm.
it: Tutti i tipi di file supportati sono stati impostati per l'apertura predefinita in Bookworm.
ja: Bookwormに対応するすべてのファイルを設定しました。

source: All registered file associations have been removed.
ar_sd: تمت إزالة كافة الصيغ المقترنة بالبرنامج.
bg: Всички регистрирани файлови асоциации бяха премахнати.
it: Tutte le associazioni di file registrate sono state rimosse.
ja: 関連付けられているすべての拡張子を解除されました。

source: User Interface
ar_sd: واجهة البرنامج
bg: Потребителски интерфейс
it: Interfaccia utente
ja: メイン画面

source: Display Language:
ar_sd: اللغة
bg: Език на показване:
it: Lingua di visualizzazione:
ja: 言語

source: Speak user interface messages
ar_sd: نطق الرسائل والتنبيهات
bg: Изговаряй съобщенията от потребителския интерфейс
it: Leggi messaggi dell'interfaccia utente
ja: 各種メッセージの読み上げ

source: Speak page number
ar_sd: نطق رقم الصفحة الحالية
bg: Изговаряй номера на страницата
it: Leggi il numero di pagina
ja: ページ番号を読み上げ

source: Speak section title
ar_sd: نطق عنوان الفصل
it: Leggi il titolo della sezione

source: Play pagination sound
ar_sd: إصدار صوت عند قلب الصفحة
bg: Възпроизвеждай звук при прелистване на страница
it: Riproduci un suono al cambio pagina
ja: ページを開く時に音楽を鳴らす

source: Include page label in page title
ar_sd: تضمين إسم الصفحة في عنوان الصفحة
it: Includi l'etichetta della pagina nel titolo della pagina

source: Use file name instead of book title
ar_sd: إستخدام إسم الملف بدلاً عن عنوان الكتاب كعنوان لنافذة البرنامج
bg: Използвай името на файла вместо заглавието на книгата
it: Usa il nome del file invece del titolo del libro
ja: 本のタイトル代わりにファイル名を画面のタイトルにする

source: Show reading progress percentage
it: Mostra percentuale avanzamento lettura

source: Miscellaneous
ar_sd: إعدادات أخرى
bg: Разни
it: Varie
ja: その他の設定

source: Open recently opened books from the last position
ar_sd: الإستمرار في القراءة من آخر موضع عند فتح الكتب
bg: Отваряй книгите от хронологията от последната позиция
it: Apri i libri appena aperti dall'ultima posizione
ja: 前回終了位置から読み上げを続ける

source: Automatically check for updates
ar_sd: البحث عن التحديثات تلقائياً
bg: Автоматично проверявай за обновления
it: Controlla automaticamente gli aggiornamenti
ja: 自動的にアップデートを確認する

source: File Associations
ar_sd: اقتران الملفات
bg: Файлови асоциации
it: Associazioni file
ja: 拡張子を関連付ける

source: Manage File &Associations
ar_sd: إدارة الملفات الم&قترنة
bg: Управление на файловите &асоциации
it: Gestisci associazioni file
ja: 拡張子の関連付けの管理

source: You have changed the display language of Bookworm. For this setting to fully take effect, you need to restart the application. Would you like to restart the application right now?
ar_sd: لقد قمتَ بتغيير لغة عرض Bookworm. لتطبيق هذا التعديل بشكل كامل، تحتاج إلى إعادة تشغيل البرنامج. هل ترغب في إعادة تشغيل البرنامج الآن؟
bg: Променихте езика на показване за Bookworm. За да влезе в сила тази настройка, трябва да рестартирате приложението. Желаете ли да рестартирате приложението сега?
it: Hai cambiato la lingua di visualizzazione di Bookworm. Affinché questa impostazione abbia effetto, è necessario riavviare l'applicazione. Vuoi riavviare l'applicazione adesso?
ja: Bookwormの表示言語を変更されました。 設定を有効するには、プログラムを再起動する必要があります。 今すぐ再起動しますか？

source: Language Changed
ar_sd: تم تغيير اللغة
bg: Езикът е променен
it: Lingua cambiata
ja: 言語変更

source: General Appearance
it: Aspetto generale

source: Maximize the application window upon startup
it: Ingrandisci al massimo la finestra dell'applicazione all'avvio

source: Text Styling
ar_sd: تنسيق النص
it: Stile del testo

source: Apply text styling (when available)
ar_sd: تنسيق النصوص المعروضة (متى ما أمكن ذلك)
it: Applica lo stile del testo (se disponibile)

source: Font
ar_sd: الخط
it: Carattere

source: Font Face
ar_sd: إسم الخط
it: Tipo carattere

source: Use Open-&dyslexic font
ar_sd: إستخدام خط Open-&dyslexic المخصص للأشخاص الذين يعانون من صعوبات التعلم
it: Usa un font per dislessici

source: Font Size
ar_sd: حجم الخط
it: Dimensione carattere

source: Bold style
it: Stile Grassetto

source: Appearance
ar_sd: المظهر
it: Aspetto

source: Apply
ar_sd: تطبيق
bg: Приложи
it: Applica
ja: 適用

source: Failed to open document
ar_sd: فشل فتح المستند
it: Impossibile aprire il documento
ja: 文書を開けませんでした。

source: The document you are trying to open could not be opened in Bookworm.
ar_sd: المستند الذي تود عرضه لا يمكن فتحه في برنامج Bookworm.
it: Impossibile aprire il documento con Bookworm.
ja: 開こうとしているファイルは、bookwormにサポートされていません。

source: Opening document, please wait...
ar_sd: جارٍ فتح المستند. يُرْجَى الإنتظار
it: Apertura documento, si prega di attendere...
ja: 文書を読み込んでいます、しばらくお待ちください。

source: Document not found
ar_sd: لم يتم العثور على المستند
it: Documento non trovato
ja: 文書が見つかりませんでした。

source: Could not open Document. The document does not exist.
ar_sd: لا يمكن فتح الملف. الملف غير موجود.
it: Impossibile aprire il documento. Il documento non esiste.
ja: 文書を開けませんでした。 ファイルが見つかりませんでした。

source: Unsupported Document Format
ar_sd: تنسيق المستند غير مدعوم
bg: Неподдържан формат на документа
it: Formato documento non supportato
ja: サポートされていないファイル形式です。

source: The format of the given document is not supported by Bookworm.
ar_sd: صيغة هذا المستند غير مدعومة من قبل برنامج BookWorm.
bg: Форматът на документа не се поддържа от Bookworm.
it: Il formato del documento specificato non è supportato da Bookworm.
ja: このファイル形式は、現在サポートされていません。

source: Error Opening Document
ar_sd: خطأ في فتح المستند
it: Errore all'apertura del documento.

source: Could not open file .Either the file has been damaged during download, or it has been corrupted in some other way.
ar_sd: تعَذَّر فتح الملف {file} إما أن الملف قد تعرض للتلف أثناء التنزيل، أو ربما أن هناك سبب آخر للتلف.
it: Impossibile aprire il file .Il file è stato danneggiato durante il download o in qualche altro modo.
ja: ファイルを読みませんでした。 ダウンロード時にまたは、何らかの原因によって壊れている可能性があります。

source: Error Openning Document
ar_sd: خطأ في فتح المستند
bg: Грешка при отваряне на документа
it: Errore all'apertura del documento
ja: 文書を開けませんでした。

source: Could not open document. An unknown error occurred while loading the file.
it: Impossibile aprire il documento. Si è verificato un errore sconosciuto durante il caricamento del file.

source: Press (Ctrl + O) to open a document
ar_sd: اضغط مفتاح التحكم زائد حرف خاء لعرض المحاورة التي تمكنك من اختيار مستندٍ لفتحه
it: Premi (Ctrl + O) per aprire un documento
ja: ファイルを開く(Ctrl + O)

source: Table of Contents
ar_sd: جدول المحتويات
bg: Съдържание
it: Sommario
ja: コンテンツ

source: Open
ar_sd: فتح
bg: Отвори
it: Apri
ja: 開く

source: Mode
ar_sd: الوضع
it: Modalità

source: Big
ar_sd: كبير
it: Grande
ja: 大きい

source: Small
ar_sd: صغير
it: Piccolo
ja: 小さい

source: {percentage} completed
it: {percentage} completato

source: Document content
ar_sd: محتويات المستند
it: Contenuto documento

source: Page {page} of {total}
ar_sd: صفحة {page} من {total}
bg: Страница {page} от {total}
it: Pagina {page} di {total}
ja: {total}ページ中の{page}ページ目

source: No next {item}
ar_sd: لا يوجد {item} تالٍ
it: Nessun {item} successivo

source: No previous {item}
ar_sd: لا يوجد {item} سابق
it: Nessun {item} precedente

source: The font size has been Increased
ar_sd: تم زيادة حجم الخط
bg: Размерът на шрифта е увеличен
it: La dimensione del carattere è stata aumentata
ja: フォントサイズが大きい。

source: The font size has been decreased
ar_sd: تم تقليل حجم الخط
bg: Размерът на шрифта е намален
it: La dimensione del carattere è stata ridotta
ja: フォントサイズが小さい。

source: The font size has been reset
ar_sd: تمت إعادة تعيين حجم الخط
bg: Размерът на шрифта е нулиран
it: La dimensione del carattere è stata reimpostata
ja: フォントサイズがリセットされました。

source: This document is encrypted with a password. You need to provide the password in order to access its content. Please provide the password and press enter.
ar_sd: هذا المستند مشفر. تحتاج إلى كلمة مرور للوصول إلى محتواه. الرجاء إدخال كلمة المرور أدناه، ثم الضغط على مفتاح الإدخال.
it: Questo documento è protetto con una password. Devi fornire la password per accedere al suo contenuto. Si prega di fornire la password e premere invio.

source: Enter Password
ar_sd: أدخل كلمة السر
it: Inserisci password

source: Incorrect Password
ar_sd: كلمة سر غير صحيحة
it: Password errata

source: The password you provided is incorrect. Please try again with the correct password.
ar_sd: كلمة المرور التي قمت بإدخالها غير صحيحة. الرجاء إعادة المحاولة.
it: La password che hai fornito non è corretta. Riprova con quella esatta.

source: Opening page: {url}
it: Apro la pagina : {url}

source: Search Results
ar_sd: نتائج البحث
bg: Резултати от търсенето
it: Risultati della ricerca
ja: 検索結果：

source: Text
ar_sd: النص
bg: Текст
it: Testo
ja: テキスト

source: Search Progress:
ar_sd: تقدُم البحث:
bg: Напредък на търсенето:
it: Avanzamento della ricerca:
ja: 検索処理中：

source: Search term:
ar_sd: مصطلح البحث:
bg: Критерий за търсене:
it: Termine di ricerca:
ja: 検索キーワード：

source: Case sensitive
ar_sd: مطابقة حالة الأحرف اللاتينية
bg: Зачитай главни/малки букви
it: Sensibile alle maiuscole
ja: 大文字と小文字を区別

source: Match whole word only
ar_sd: مطابقة الكلمة بأكملها فقط
bg: Съвпадение само на цели думи
it: Solo parole intere
ja: 単語で検索

source: Regular expression
ar_sd: تعبير قياسي
it: Espressione regolare
ja: 正規表現

source: Page number, of {total}:
ar_sd: رقم الصفحة، من أصل {total}:
bg: Номер на страница (от общо {total}):
it: Numero pagina, di {total}:
ja: {total}ページ中の:

source: Elements
it: elementi

source: Document Info
it: Informazioni Documento

source: Author
it: Autore

source: Description
it: Descrizione

source: Number of Sections
it: Numero di sezioni

source: Number of Pages
it: Numero di pagine

source: Language
ar_sd: اللغة
it: Lingua
ja: 言語

source: Publisher
it: Editore

source: Created at
it: Creato il:

source: Publication Date
it: Data di pubblicazione

source: {display_name} Version: {version} Website: {website} {display_name} is an advanced and accessible document reader that enables blind and visually impaired individuals to read documents in an easy, accessible, and hassle-free manor. It is being developed by {author} with some contributions from the community. {copyright} {display_name} is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. For further details, you can view the full licence from the help menu.
it: {display_name} Versione: {version} Sito Web: {website} {display_name} è un lettore di documenti accessibile che consente alle persone non vedenti e ipovedenti di leggere i documenti in maniera semplice, accessibile e senza problemi. È stato sviluppato da {author} con alcuni contributi della comunità. {copyright} {display_name} è un software gratuito; puoi ridistribuirlo e/o modificarlo secondo i termini della GNU General Public License pubblicata dalla Free Software Foundation; la versione 2 della Licenza o (a tua discrezione) qualsiasi versione successiva. Questo programma è distribuito nella speranza che possa essere utile, ma SENZA ALCUNA GARANZIA; senza nemmeno la garanzia implicita di COMMERCIABILITÀ o IDONEITÀ PER UNO SCOPO PARTICOLARE. Per ulteriori dettagli, puoi visualizzare la licenza completa dal menu della guida.

source: This release of Bookworm is generously sponsored by Capeds (www.capeds.net).
it: Questa versione di Bookworm è generosamente sponsorizzata da Capeds (www.capeds.net).

source: Open... Ctrl-O
ar_sd: فتح... تحكم+خ
bg: Отвори... Ctrl-O
it: Apri... Ctrl-O
ja: 開く... Ctrl-O

source: New Window... Ctrl-N
it: Nuova Finestra...

source: &Pin Ctrl-P
ar_sd: تثبيت... تحكم+ح
it: &Fissa in alto Ctrl-P

source: &Save As Plain Text...
ar_sd: ال&حفظ كنص بسيط...
bg: &Запиши като обикновен текст...
it: &Salva come testo semplice...
ja: テキストとして保存

source: &Close Current Document Ctrl-W
it: &Chiudi documento corrente Ctrl-W

source: Close the currently open document
ar_sd: إغلاق المستند المفتوح حالياً
it: Chiude il documento attualmente aperto

source: Pi&nned Documents
ar_sd: المستندات الم&ثبتة
it: Docume&nti fissati in alto

source: Opens a list of documents you pinned.
ar_sd: فتح قائمة بالمستندات التي قمت بتثبيتها
it: Apre un elenco di documenti segnati

source: Clear list
ar_sd: مسح القائمة
bg: Изчисти списъка
it: Cancella elenco
ja: すべてクリア

source: Clear the pinned documents list
ar_sd: لمسح محتويات قائمة المستندات المثبتة
it: Cancella l'elenco dei documenti segnati

source: &Recently Opened
ar_sd: المستندات المفتوحة مؤ&خراً
it: Aperti di &recente
ja: 最近開いたファイル

source: Opens a list of recently opened books.
ar_sd: لعرض قائمة بآخر الكتب التي قمت بفتحها.
bg: Извежда списък с наскоро отворени книги.
it: Apre un elenco con i libri più recenti
ja: 最近開いた書籍一覧

source: Clear the recent books list.
ar_sd: لمسح محتويات قائمة الكتب المفتوحة مؤخراً.
bg: Изчистване на списъка с наскоро отваряните книги.
it: Cancella l'elenco dei libri recenti.
ja: 書籍履歴の一覧削除

source: &Preferences... Ctrl-Shift-P
ar_sd: التف&ضيلات... تحكم+عالي+ح
bg: &Настройки... Ctrl-Shift-P
it: &Preferenze... Ctrl-Shift-P
ja: 設定... Ctrl-Shift-P

source: Configure application
ar_sd: لضبط خيارات البرنامج
bg: Конфигуриране на приложението
it: Configura applicazione
ja: 各種設定

source: Exit
ar_sd: خروج
bg: Изход
it: Esci
ja: bookwormの終了

source: Select a document
ar_sd: إختر مستنداً
it: Seleziona un documento

source: Exporting Document
it: Esportazione documento

source: Converting document to plain text.
it: Conversione documento in testo semplice.

source: Exporting Page {current} of {total}...
ar_sd: جارٍ تصدير الصفحة {current} من إجمالي {total}
it: Esportazione pagina {current} di {total}...

source: {app_name} Preferences
ar_sd: تفضيلات {app_name}
bg: Настройки на {app_name}
it: Preferenze {app_name}
ja: {app_name}の設定

source: (No recent books)
ar_sd: (لم يتم فتح أي كتب مؤخراً)
bg: (няма скорошни книги)
it: (Non ci sono libri recenti)
ja: (書籍の履歴がありません)

source: No recent books
ar_sd: لم يتم فتح أي كتاب مؤخراً
bg: Няма скорошни книги
it: Non ci sono libri recenti.
ja: 履歴なし

source: Document &Info...
it: &Informazioni documento...

source: Show information about number of chapters, word count..etc.
it: Mostra le informazioni sul numero di capitoli, il conteggio delle parole, ecc.

source: &Element list... Ctrl+F7
it: &Elenco elementi... Ctrl+F7

source: Show a list of semantic elements.
it: Mostra un elenco di elementi semantici.

source: Change Reading &Mode... Ctrl-Shift-M
ar_sd: تغيير &وضع القراءة... تحكم+عالي+ة
it: Cambia modalità &lettura... Ctrl-Shift-M

source: Change the current reading mode.
ar_sd: تغيير وضع القراءة الحالي
it: Modifica la Modalità di Lettura corrente

source: &Render Page... Ctrl-R
ar_sd: &عرض الصفحة... تحكم+ق
bg: &Точно представяне на страницата... Ctrl-R
it: &Renderizza pagina
ja: レンダリングページ... Ctrl-R

source: View a fully rendered version of this page.
ar_sd: لعرض نسخة كاملة قابلة للتكبير من الصفحة الحالية.
bg: Визуализация на точно представяне на тази страница.
it: Mostra una versione renderizzata della pagina
ja: レンダリングページ表示

source: Rendered Page
ar_sd: عرض الصفحة
bg: Точно представяне на страницата
it: Pagina rielaborata
ja: レンダリングページ

source: Available reading modes
ar_sd: أوضاع القراءة المتاحة
it: Modalità di lettura disponibili

source: Select Reading Mode
ar_sd: إختر نمط القراءة
it: Seleziona la Modalità di Lettura

source: Element List
it: Elenco elementi

source: &Find in Document... Ctrl-F
it: &Trova nel Documento... Ctrl-F

source: Search this document.
it: Cerca in questo documento.

source: &Find &Next F3
ar_sd: البحث عن ال&تالي F3
bg: Намери &следващо F3
it: Trova &successivo F3
ja: 次検索 F3

source: Find next occurrence.
ar_sd: الانتقال إلى نتيجة البحث التالية.
bg: Намери следващото съвпадение.
it: Trova l'occorrenza successiva
ja: 次検索実行

source: &Find &Previous Shift-F3
ar_sd: البحث عن ال&سابق عالي+F3
bg: Намери &предишно Shift-F3
it: Trova &Precedente Shift-F3
ja: 前検索 Shift-F3

source: Find previous occurrence.
ar_sd: الانتقال إلى نتيجة البحث السابقة.
bg: Намери предишното съвпадение.
it: Trova occorrenza precedente.
ja: 前検索実行

source: &Go To Page... Ctrl-G
ar_sd: الذهاب إلى &صفحة... تحكم+ل
bg: &Отиди на страница... Ctrl-G
it: Vai a pa&gina...
ja: ページ移動... Ctrl-G

source: Go to page
ar_sd: الذهاب إلى صفحة
bg: Отиване на страница
it: Vai a pagina
ja: ページ移動

source: &Go To Page By Label... Ctrl-Shift-G
ar_sd: الإنتقال إلى الصفحة بإستخدام إسم الصفحة... تحكم+عالي+ل
it: Vai a pa&gina per etichetta... Ctrl-Shift-G

source: Go to a page using its label
ar_sd: الإنتقال إلى الصفحة بإستخدام إسم الصفحة
it: Vai a una pagina usando la sua etichetta

source: Go To Page
ar_sd: الذهاب إلى صفحة
bg: Отиване на страница
it: Vai a pagina
ja: ページ移動

source: Go To Page By Label
ar_sd: الذهاب إلى صفحة بإستخدام إسم الصفحة
it: Vai a pagina per etichetta

source: Page Label
ar_sd: إسم الصفحة
it: Etichetta Pagina

source: Search Document
it: Ricerca documento

source: Searching For '{term}'
ar_sd: جارٍ البحث عن '{term}'
bg: Търсене за "{term}"
it: Ricerca di "{term}"
ja: '{term}'を検索中

source: Results | {total}
ar_sd: النتائج | {total}
bg: Резултати | {total} съвпадения
it: Risultati | {total}
ja: 検索結果は、| {total}

source: Search Result
it: Risultato della ricerca

source: &User guide... F1
ar_sd: &دليل المستخدم... F1
bg: &Ръководство на потребителя... F1
it: Manuale dell'&utente... F1
ja: ユーザーガイド... F1

source: View Bookworm manuals
ar_sd: لعرض دليل المستخدم الخاص ببرنامج BookWorm
bg: Преглед на ръководството за Bookworm
it: Visualizza il manuale di Bookworm
ja: マニュアルを表示

source: Bookworm &website...
ar_sd: مو&قع الويب للبرنامج...
bg: &Уеб сайт на Bookworm...
it: Sito web di Book&worm...
ja: ホームページ

source: Visit the official website of Bookworm
ar_sd: لزيارة الموقع الرسمي الخاص ببرنامج BookWorm
bg: Отваряне на официалния уеб сайт на Bookworm
it: Visita il sito ufficiale di Bookworm
ja: bookwormのホームページを開く

source: &License
ar_sd: التر&خيص
bg: &Лиценз
it: &Licenza
ja: ライセンス情報

source: View legal information about this program .
ar_sd: عرض المعلومات القانونية المتعلقة بهذا البرنامج.
bg: Преглед на правната информация за тази програма.
it: Visualizza le informazioni legali su questo programma.
ja: プログラムのライセンス情報

source: Con&tributors
ar_sd: الم&ساهمون
bg: Сътрудни&ци
it: Collaboratori
ja: 貢献者

source: View a list of notable contributors to the program.
ar_sd: عرض قائمة بأبرز المساهمين في تطوير البرنامج.
bg: Преглед на списък с основните сътрудници на програмата.
it: Mostra un elenco con i nomi di chi ha contribuito al programma.
ja: 貢献者一覧を表示

source: &Restart with debug-mode enabled
ar_sd: إعادة الت&شغيل مع تمكين وضع التصحيح
bg: &Рестартирай в режим за отстраняване на грешки
it: &Riavvia con la modalità di debug abilitata
ja: デバッグモードで再起動する

source: Restart the program with debug mode enabled to show errors
ar_sd: إعادة تشغيل البرنامج في وضع التصحيح، وذلك لعرض الأخطاء
bg: Рестартиране на програмата със задействан режим за отстраняване на грешки за показване на грешки
it: Riavvia il programma con la modalità di debug abilitata per mostrare gli errori
ja: デバッグモードで再起動すると、エラーの確認ができます。

source: &About Bookworm
ar_sd: &حول BookWorm
bg: О&тносно Bookworm
it: &Informazioni su Bookworm
ja: &BookWormについて

source: Show general information about this program
ar_sd: لعرض معلومات عامة حول هذا البرنامج
bg: Показване на обща информация за програмата
it: Mostra informazioni generali su questo programma
ja: プログラムの基本情報を表示

source: About {app_name}
ar_sd: حول {app_name}
bg: Относно {app_name}
it: Informazioni su {app_name}
ja: ソフト名、{app_name}

source: &Search
ar_sd: &بحث
it: &Cerca
ja: &検索

source: &Document
it: &Documento

source: &Help
ar_sd: الم&ساعدة
bg: &Помощ
it: Aiuto (&h)
ja: &ヘルプ

source: Jump to a page
ar_sd: قفز لصفحة معينة
it: Vai a una pagina
ja: ページへ移動

source: Supported document formats
ar_sd: جميع صيغ المستندات المدعومة
it: Formati di documento supportati

source: Zoom is at {factor} percent
ar_sd: نسبة التكبير {factor} percent
bg: Мащабирането е на {factor} процента
it: Lo zoom è al {factor} percento
ja: ズーム、{factor} percent

source: Page {}
ar_sd: الصفحة {}
it: Pagina {}
ja: ページ: {}

source: Downloaded {downloaded} MB of {total} MB
ar_sd: تم تنزيل {downloaded} ميغابايت من أصل {total} ميغابايت
it: Scaricati {downloaded} MB di {total} MB

source: OCR Options
ar_sd: إعدادات OCR
it: Opzioni OCR
ja: 文字認識設定

source: Default OCR Engine
ar_sd: محرك OCR الإفتراضي
it: Motore OCR predefinito
ja: デフォルトのOCRエンジン

source: Tesseract OCR Engine
ar_sd: محرك Tesseract للتعرف على الحروف ضوئياً
it: Motore OCR Tesseract
ja: tesseract（OCRエンジン）

source: Download Tesseract OCR Engine
ar_sd: تحميل محرك Tesseract للتعرف على الحروف ضوئياً
it: Scarica il motore Tesseract OCR
ja: ダウンロード（tesseract OCR）エンジン

source: Get a free, high-quality OCR engine that supports over 100 languages.
ar_sd: قم بتحميل محرك Tesseract للتعرف على الحروف ضوئياً. وهو برنامج مجاني يدعم أكثر من 100 لغة.
it: Ottieni un motore OCR gratuito e di alta qualità che supporta oltre 100 lingue.
ja: 無料で認識率が高い・１００言語以上をサポートするOCRエンジンを取得する

source: Manage Tesseract OCR Languages
ar_sd: إدارة اللغات لمحرك Tesseract للتعرف على الحروف ضوئياً
it: Gestisci le lingue OCR di Tesseract
ja: tesseractの言語ファイル管理

source: Add support for new languages, and /or remove installed languages.
ar_sd: قم بإضافة وحذف الللغات المستخدم في التعرف على الحروف ضوئياً
it: Aggiungi il supporto per nuove lingue e/o rimuovi le lingue installate.
ja: 新しい言語ファイルのインストール。または、インストールされているファイルの削除。

source: Update Tesseract OCr Engine
it: Aggiorna il Motore OCR Tesseract

source: Check for and install updates for Tesseract OCR Engine
it: Verifica e installa gli aggiornamenti per Tesseract OCR Engine

source: Image processing
ar_sd: معالجة الصور
it: Elaborazione delle immagini
ja: 画像処理

source: Enable default image enhancement filters
ar_sd: تمكين الفلاتر الإفتراضية لتحسين جودة الصور
it: Abilita i filtri di miglioramento dell'immagine predefiniti
ja: デフォルトの画像強化フィルタを有効にする

source: Downloading Tesseract OCR Engine
ar_sd: جارٍ تحميل محرك Tesseract للتعرف على الحروف ضوئياً
it: Download del motore OCR Tesseract
ja: tesseract OCRエンジンをダウンロードしています。
