Repository: AKJ/bookworm
Catalog: bookworm/resources/locale/*/LC_MESSAGES/bookworm.po
Languages: ar_sd, bg, it, ja

source: We couldn't access the internet right now. Please try again later.
ar_sd: تعذَّر الوصول إلى شبكة الإنترنت في الوقت الحالي. يُرجى المحاولة لاحقاً.
bg: В момента нямаме достъп до интернет. Моля, опитайте отново по-късно.
it: Non siamo riusciti ad accedere a Internet in questo momento. Per favore riprova più tardi.
ja: ネットが接続されていません。接続してから再度お試しください。.

source: Network Error
ar_sd: خطأ في الاتصال
bg: Мрежова грешка
it: Errore di Rete
ja: 接続エラー

source: We have faced a technical problem while checking for updates. Please try again later.
ar_sd: لقد واجهتنا مشكلة تقنية أثناء البحث عن التحديثات. يُرجى المحاولة لاحقاً.
bg: Сблъскахме се с технически проблем, докато проверяваме за обновления. Моля, опитайте отново по-късно.
it: Abbiamo riscontrato un problema tecnico durante il controllo degli aggiornamenti. Per favore riprova più tardi.
ja: アップデート時に問題が発生しました。再度お試しください。

source: Error Checking For Updates
ar_sd: خطأ أثناء البحث عن تحديثات
bg: Грешка при проверката за обновления
it: Errore durante il controllo degli aggiornamenti
ja: アップデート確認エラー

source: Congratulations, you have already got the latest version of Bookworm. We are working day and night on making Bookworm better. The next version of Bookworm is on its way, so wait for it. Rest assured, we will notify you when it is released.
ar_sd: تهانينا، لقد حصلت بالفعل على أحدث إصدار من برنامج قارئ الكتب الإلكترونية Bookworm. نحن نعمل بصورة مستمرة على تطوير هذا البرنامج وجعله أكثر فائدة، وربما يصلك الإصدار الجديد منه في القريب العاجل. سيصلك إشعار من قِبَلنا بمجرد إطلاق تحديث جديد.
bg: Поздравления, вие разполагате с най-новата версия на Bookworm. Работим денонощно, за да направим Bookworm по-добра. Следващата версия на Bookworm е на път, така че бъдете търпеливи. Не се притеснявайте – ние ще ви уведомим, когато бъде издадена.
it: Congratulazioni, hai già l'ultima versione di Bookworm. Stiamo lavorando giorno e notte per migliorare Bookworm. La prossima versione di Bookworm è in arrivo, quindi aspettala. Stai tranquillo, ti avviseremo quando verrà rilasciata.
ja: アップデートが正常に完了しました。電子書籍を簡単に読める、Bookwormソフトをお楽しみください。 このソフトは定期的にアップデートしていますので、必ずご確認ください。

source: No Update
ar_sd: لا توجد تحديثات
bg: Няма обновления
it: Nessun aggiornamento
ja: 最新バージョンです。

source: &Check for updates
ar_sd: التحقق من وجود تحدي&ثات
bg: Провери за &обновления
it: &Controlla gli aggiornamenti
ja: アップデート確認

source: Update the application
ar_sd: تحديث البرنامج
bg: Обновяване на приложението
it: Aggiorna l'applicazione
ja: プログラムのアップデート

source: {title} — by {author}
ar_sd: {title} — تأليف {author}
bg: {title} — от {author}
it: {title} — di {author}
ja: {title} — 作者名、{author}

source: &Annotation
it: &Annotazione

source: &Bookmark... Ctrl-B
ar_sd: &علامة مرجعية...تحكم+لا
it: Segnali&bro... Ctrl-B
ja: しおり... Ctrl-B

source: Bookmark the current location
ar_sd: لإضافة علامة مرجعية عند موقع القراءة الحالي.
bg: Поставяне на показалец на текущата позиция
it: Aggiungi la posizione corrente ai segnalibri
ja: 現在のしおりです。

source: &Named Bookmark... Ctrl-Shift-B
ar_sd: علامة مرجعية &مسماة...تحكم+عالي+لا
it: Segnalibro con &nome... Ctrl-Shift-B

source: Co&mment... Ctrl-m
ar_sd: تعلي&ق...تحكم+ة
it: Co&mmento... Ctrl-m
ja: コメント... Ctrl-m

source: Add a comment at the current location
ar_sd: أضف تعليقاً في الموضع الحالي
it: Aggiungi un commento nella posizione corrente
ja: しおりを追加する

source: Highlight Selection Ctrl-Shift-H
ar_sd: إقتبا&س النص المحدد...تحكم+عالي+ا
it: Evidenzia Selezione Ctrl-Shift-H
ja: 選択テキストをハイライトする Ctrl-Shift-H

source: Highlight and save selected text.
ar_sd: تظليل النص المحدد وحفظه
it: Evidenzia e salva il testo selezionato.
ja: ハイライトして選択テキスト保存

source: Bookmark
ar_sd: علامة مرجعية
bg: Показалец
it: Segnalibro
ja: しおり

source: Comment
ar_sd: تعليق
it: Commento
ja: コメント

source: Annotation
ar_sd: الحواشي
it: Annotazione
ja: 注釈

source: Content
ar_sd: محتوى الكتاب
bg: Съдържание на страницата
it: Contenuto
ja: コンテンツ

source: Date Created
ar_sd: تأريخ الإنشاء
it: data di creazione
ja: 作成日

source: Last updated
ar_sd: تأريخ آخر تحديث
it: Ultimo aggiornamento
ja: 更新日

source: &Close
ar_sd: إ&غلاق
bg: &Затвори
it: &Chiudi
ja: &終了する

source: [Unnamed Bookmark]
ar_sd: (علامة مرجعية غير مسماة)
it: [Segnalibro senzanome]

source: Saved Bookmarks
ar_sd: العلامات المرجعية المحفوظة
it: Segnalibri salvati
ja: しおりの保存

source: &Remove
ar_sd: إ&زالة
bg: &Премахни
it: &Rimuovi
ja: &削除

source: Name
ar_sd: الإسم
it: Nome

source: Page
ar_sd: الصفحة
bg: Страница
it: Página
ja: ページ

source: Section
ar_sd: الفصل
bg: Раздел
it: Sezione
ja: セクション

source: This action can not be reverted. Are you sure you want to remove this bookmark?
ar_sd: هذه العملية لا يمكن التراجع عنها. هل أنت متيقن من رغبتك في حذف هذه العلامة المرجعية؟
it: Questa azione non può essere annullata. Sei sicuro di voler rimuovere questo segnalibro?
ja: 注意、削除するともとに戻せませんので、本当に削除しますか？

source: Remove Bookmark?
ar_sd: حذف العلامة المرجعية؟
it: Rimuovere il segnalibro?
ja: しおりを削除

source: Book
ar_sd: الكتاب
it: Libro
ja: 本

source: &Apply
ar_sd: تنفي&ذ
it: Applica
ja: 適用

source: Filter By
ar_sd: فرز بإستخدام
it: Filtra per
ja: でフィルタリング

source: Sort By
ar_sd: ترتيب بإستخدام
it: Ordina per
ja: 並び替え

source: Date
ar_sd: التاريخ
it: Data
ja: 日付

source: Ascending
ar_sd: تصاعدي
it: Ascendente
ja: 昇順

source: &View...
ar_sd: عر&ض
it: &Visualizza...
ja: 表示

source: &Edit...
ar_sd: &تحرير...
bg: &Редактирай...
it: &Modifica...
ja: &編集...

source: &Delete...
ar_sd: &حذف
it: Cancella… (&d)
ja: 削除...

source: E&xport...
ar_sd: ت&صدير
it: Esporta… (&x)
ja: 書き出す

source: Editing
ar_sd: التحرير
it: Modifica

source: View
ar_sd: عرض
bg: Визуализация
it: Vista
ja: 表示

source: This action can not be reverted. Are you sure you want to remove this item?
ar_sd: هذه العملية لا يمكن التراجع عنها. هل أنت متيقن من رغبتك في حذف هذا العنصر؟
it: Questa azione non può essere annullata. Sei sicuro di voler rimuovere questo elemento?
ja: 注意、削除するともとに戻せませんので、本当にこのアイテムを削除しますか？

source: Delete Annotation?
ar_sd: حذف التحشية؟
it: Eliminare l'annotazione?
ja: 注釈を削除

source: Edit Tags
ar_sd: تحرير ال&وسوم
it: Modifica tag
ja: タグ編集

source: Export Options
ar_sd: إعدادات التصدير
it: Opzioni di esportazione
ja: 書き出すの選択

source: Include book title
ar_sd: تضمين عنوان الكتاب
it: Includi il titolo del libro
ja: 本のタイトル

source: Include section title
ar_sd: تضمين عنوان الفصل
it: Includi il titolo della sezione
ja: セクションのタイトル

source: Include page number
ar_sd: تضمين رقم الصفحة
it: Includi il numero di pagina
ja: ページ番号

source: Include tags
ar_sd: تضمين الوسوم
it: Includi tag
ja: タグ

source: Output format:
ar_sd: صيغة الملف المُصَّدَّر:
bg: Изходен формат:
it: Formato di output
ja: 出力フォーマット

source: Output File
ar_sd: الملف المُصَدَّر إليه
it: File di output
ja: 出力ファイル

source: &Browse
ar_sd: تصفح
it: Sfoglia (&b)
ja: 参照

source: Open file after exporting
ar_sd: فتح الملف بعد التصدير
bg: Отвори файла след експортирането
it: Apri il file dopo l'esportazione
ja: ファイルを書き出してから開く

source: Save As
ar_sd: حفظ باسم
bg: Запазване като
it: Salva come
ja: 名前を付けて保存

source: Exclude named bookmarks when jumping between bookmarks
ar_sd: تخطي العلامات المرجعية المسماة عند القفز بين العلامات المرجعية
it: Escludi i segnalibri con nome quando si passa da un segnalibro all'altro

source: Speak the bookmark when jumping
ar_sd: نطق العلامة المرجعية عند القفز بين العلامات المرجعية
it: Leggi i segnalibri al passaggio

source: Select the bookmarked line when jumping
ar_sd: تحديد السطر الذي يحتوي على العلامة المرجعية عند القفز بين العلامات المرجعية
it: Seleziona la riga con segnalibro al passaggio

source: Use visual styles to indicate annotations
ar_sd: إستخدام أنماط مرئية لإبراز الحواشي
it: Usa gli stili visivi per indicare le annotazioni
ja: 視覚的に注釈を表示

source: Use sounds to indicate the presence of comments
ar_sd: إستخدام الأصوات للتنبيه على وجود تعليقات
it: Usa i suoni per indicare la presenza di commenti
ja: 現在のコメントを音声でお知らせ

source: Add &Bookmark Ctrl-B
ar_sd: إضافة &علامة مرجعية...تحكم+لا
it: Aggiungi Segnali&bro Ctrl-B
ja: しおりを追加 Ctrl-B

source: Add a bookmark at the current position
ar_sd: إضافة علامة مرجعية في الموضع الحالي
it: Aggiungi un segnalibro alla posizione corrente
ja: 現在位置にしおりを追加

source: Add &Named Bookmark... Ctrl-Shift-B
ar_sd: إضافة علامة مرجعية مسماة ...تحكم+عالي+لا
it: Aggiungi segnalibro con &nome... Ctrl-Shift-B
ja: しおり名を追加... Ctrl-Shift-B

source: Add a named bookmark at the current position
ar_sd: إضافة علامة مرجعية مسماة في الموضع الحالي
it: Aggiungi un segnalibro con nome alla posizione corrente
ja: 現在位置にしおり名を追加

source: Add Co&mment... Ctrl-M
ar_sd: إضافة تعليق...تحكم+ة
it: Aggiungi co&mmento... Ctrl-M
ja: コメントを追加... Ctrl-M

source: Add a comment at the current position
ar_sd: إضافة تعليق في الموضع الحالي
it: Aggiungi un commento alla posizione corrente
ja: 現在位置にコメントを追加

source: &Highlight Selection Ctrl-H
ar_sd: ت&ظليل النص المحدد
it: &Evidenzia Selezione Ctrl-H
ja: ハイライトの選択 Ctrl-H

source: Highlight selected text and save it.
ar_sd: تظليل النص المحدد وحفظه
it: Evidenzia il testo selezionato e lo salva
ja: テキストをハイライトして保存

source: Saved &Bookmarks...
ar_sd: ال&علامات المرجعية المحفوظة
it: Segnali&bri salvati...
ja: しおりの保存...

source: View added bookmarks
ar_sd: لعرض العلامات المرجعية التي تمت إضافتها
bg: Преглед на добавените показалци
it: Visualizza i segnalibri aggiunti
ja: しおり一覧表示

source: Saved Co&mments...
ar_sd: التعلي&قات المحفوظة
it: Co&mmenti salvati...
ja: コメント一覧

source: View, edit, and remove comments.
ar_sd: عرض وتعديل وحذف التعليقات
it: Visualizza, modifica e rimuovi commenti.
ja: コメントの表示・編集または、削除

source: Saved &Highlights...
ar_sd: النصوص الم&ظللة والمحفوظة
it: &Salva Evidenziazioni...
ja: ハイライト一覧

source: View saved highlights.
ar_sd: عرض النصوص التي تم تظليلها وحفظها
it: Mostra le evidenziazioni salvate.
ja: ハイライト一覧表示

source: Bookmark removed
it: Segnalibro rimosso.

source: Bookmark Added
ar_sd: تمت إضافة علامة مرجعية
it: Segnalibro aggiunto.
ja: しおりを追加しました。

source: Add Named Bookmark
ar_sd: أضف علامة مرجعية مسماة
it: Aggiungi segnalibro con nome
ja: しおり名を追加しました。

source: Bookmark name:
ar_sd: إسم العلامة المرجعية
it: Nome segnalibro:
ja: しおり名

source: New Comment
ar_sd: تعليق جديد
it: Nuovo commento
ja: 新しいコメント

source: Comment:
ar_sd: التعليق
it: Commento:
ja: コメント、

source: Tag Comment
ar_sd: وَسْمْ التعليق
it: Tag commento
ja: コメントタグ

source: Tags:
ar_sd: الوسوم
it: Tag
ja: タグ、

source: No selection
ar_sd: لا يوجد نص محدد
it: Nessuna selezione
ja: 選択されていません

source: Highlight removed
ar_sd: تم حذف التظليل من النص
it: Evidenziazione rimossa
ja: ハイライトを削除されました。

source: Already highlighted
ar_sd: النص مظلل بالفعل
it: Già evidenziato
ja: すでにハイライトされています。

source: Highlight extended
ar_sd: تم توسيع االتظليل ليشمل النص الجديد
it: Evidenziazione estesa
ja: 拡張されたハイライト

source: Selection highlighted
it: Selezione evidenziata

source: Tag Highlight
ar_sd: وَسْمْ النص المظلل
it: Evidenzia tag
ja: ハイライトタグ

source: Bookmarks | {book}
ar_sd: العلامات المرجعية | {book}
bg: Показалци | {book}
it: segnalibri | {book}
ja: しおり | {book}

source: Comments
ar_sd: التعليقات
it: Commenti
ja: コメント

source: Highlights
ar_sd: النصوص المظللة
it: Evidenziazioni
ja: ハイライト

source: Plain Text
ar_sd: نص بسيط
bg: Обикновен текст
it: Testo normale
ja: テキスト

source: Section: {section_title}
ar_sd: الفصل: {section_title}
it: Sezione: {section_title}

source: Tagged: {tag}
ar_sd: الوسوم: {tag}
it: taggato: {tag}

source: End of File
ar_sd: نهاية الملف
it: Fine del file
ja: &ファイル

source: Page {number}
ar_sd: الصفحة {number}
it: Pagina {number}

source: Tagged: {tags}
ar_sd: الوسوم {tags}
it: Taggati: {tags}

source: Tagged
ar_sd: الوسوم
it: Taggato

source: Exported Annotations
ar_sd: الحواشي التي تم تصديرها
it: Annotazioni esportate

source: Copy to clipboard
ar_sd: نسخ إلى الحافظة
it: Copia negli appunti

source: Bookshelf
it: Libreria

source: Boo&kshelf
it: Li&breria

source: Local Bookshelf
it: Libreria locale

source: Automatically add opened books to the local bookshelf
it: Aggiungi automaticamente i libri aperti alla libreria locale

source: &Open Bookshelf
it: &Apri Libreria

source: Open your bookshelf
it: Apri la tua libreria

source: &Add to local bookshelf...
it: &Aggiungi alla libreria locale...

source: Add the current book to the local bookshelf
it: Aggiungi il libro corrente alla libreria locale

source: You can not add this document to Bookshelf. The document should exist locally in your computer.
it: Non puoi aggiungere questo documento alla libreria. Il documento dovrebbe essere presente in locale nel tuo computer.

source: Can not add document
it: Impossibile aggiungere il documento

source: Reading list and collections
it: Liste di lettura e raccolte

source: Filter documents...
it: Filtra Documenti...

source: Loading items
it: Elementi in caricamento

source: Failed to retrieve document information. Please try again.
it: Impossibile recuperare le informazioni sul documento. Si prega di riprovare.

source: Error
ar_sd: خطأ
bg: Грешка
it: Errore
ja: エラー

source: &Open
it: Apri

source: Open in &system viewer
it: Apri nel visualizzatore di &sistema

source: Edit &title
it: Modifica &titolo

source: No matching documents
it: Nessun documento corrispondente

source: Retrieving items...
it: Recupero degli elementi...

source: Document &info...
it: &Informazioni documento...

source: Provider
it: Fornitore

source: Categories
ar_sd: الفئات
it: Categorie

source: Bookworm Bookshelf: {name}
it: Libreria Bookworm: {name}

source: &Exit
it: &Esci

source: Remove...
it: Rimuovi...

source: Edit name...
it: Modifica Nome...

source: Clear documents...
it: Cancella documenti...

source: Recently Added
it: Aggiunti di &recente

source: Currently Reading
it: In corso di lettura

source: Want to Read
it: Voglio leggerlo

source: Favorites
it: Preferiti

source: Reading Lists
it: Liste di lettura

source: Collections
it: Collezioni

source: General
ar_sd: إعدادات عامة
bg: Общи
it: Generale
ja: 一般

source: Add New...
it: Aggiungi nuovo...

source: Authors
it: Autori

source: Import Documents... Ctrl+O
it: Importa documenti... Ctrl+O

source: Import documents from folder...
it: Importa documenti da una cartella...

source: Search Bookshelf...
it: Cerca Libreria...

source: Bundle Documents...
it: Creazione pacchetto documenti...

source: Clear invalid documents...
it: Cancella documenti non validi...

source: Import Documents To Bookshelf
it: Importa documenti NELLA libreria

source: Edit reading list/collections
it: Modifica elenco di lettura/raccolte

source: Importing document...
it: Importazione documento...

source: Importing documents...
it: Importazione di documenti...

source: Failed to import document. Please try again.
it: Impossibile importare il documento. Si prega di riprovare.

source: Import Documents From Folder
it: Importa documenti dalla cartella

source: Importing documents from folder. Please wait...
it: Importazione documenti dalla cartella. Attendere prego...

source: Documents imported from folder.
it: Documenti importati dalla cartella.

source: Operation Completed
it: Operazione completata

source: Failed to import documents from folder.
it: Impossibile importare i documenti dalla cartella.

source: Search Bookshelf
it: Cerca Libreria

source: Searching bookshelf...
it: Ricerca nella libreria...

source: Failed to search bookshelf,
it: Impossibile cercare nella libreria,

source: Full Text Search Results
it: Risultati della ricerca di testo completo

source: This will create copies of all of the documents you have added to your Local Bookshelf. After this operation, you can open documents stored in your bookshelf, even if you have deleted or moved the original documents. Please note that this action will create duplicate copies of all of your added documents.
it: Questo creerà copie di tutti i documenti che hai aggiunto alla tua Libreria locale. Dopo questa operazione, puoi aprire i documenti archiviati nella tua libreria, anche se hai eliminato o spostato i documenti originali. Tieni presente che questa azione creerà copie duplicate di tutti i tuoi documenti aggiunti.

source: Bundle Documents?
it: Creare un pacchetto documenti?

source: Bundling documents. Please wait...
it: Creazione pacchetto documenti in corso. Si prega di attendere...

source: Bundled {num_documents} files.
it: Creato un pacchetto di {num_documents} file

source: Done
it: Fatto

source: Bundle Results: {num_succesfull} successfull, {num_faild} faild
it: Risultato creazione pacchetto:: {num_succesfull} con successo, {num_faild} falliti

source: This action will clear invalid documents from your bookshelf. Invalid documents are the documents which no longer exist on your computer.
it: Questa azione cancellerà i documenti non validi dalla tua libreria. I documenti non validi sono quelli che non esistono più sul tuo computer.

source: Clear Invalid Documents?
it: Cancellare i documenti non validi?

source: New name:
it: NuovonNome:

source: Edit Name
it: Modifica Nome

source: The given name {name} already exists. Please choose another name.
it: Il nome fornito {name} esiste già. Si prega di impostarne un altro.

source: Duplicate name
it: Nome duplicato

source: Are you sure you want to remove {name}? This will not remove document classified under {name}.
it: Sei sicuro di voler rimuovere {name}? Questo non rimuoverà il documento classificato in {name}.

source: Confirm
ar_sd: هل أنت متأكد؟
it: Conferma

source: Are you sure you want to clear all documents classified under {name}? This will remove those documents from your bookshelf.
it: Sei sicuro di voler cancellare tutti i documenti classificati in {name}? Questo rimuoverà quei documenti dalla tua libreria.

source: Clear All Documents
it: Cancella tutti i documenti

source: Enter name:
it: Inserisci il nome:

source: Add New
it: Aggiungi Nuovo

source: &Edit reading list / collections...
it: Modifica list&e lettura/collezioni...

source: Remove from &currently reading
it: Rimuovi da in corso di lettura

source: Add to &currently reading
it: Aggiungi alle opere in &corso di lettura

source: Remove from &want to read
it: Rimuovi da voglio leggerli

source: Add to &want to read
it: Aggiungi a &voglio leggerli

source: Remove from &favorites
it: Rimuovi dai pre&feriti

source: Add to &favorites
it: Aggiungi ai pre&feriti

source: &Remove from bookshelf
it: &Rimuovi dalla libreria

source: Are you sure you want to remove this document from your bookshelf? Title: {title} This will remove the document from all tags and categories.
it: Sei sicuro di voler rimuovere questo documento dalla tua libreria? Titolo: {title} Questo rimuoverà il documento da tutti i tag e le categorie.

source: Remove From Bookshelf?
it: Rimuovere dalla Libreria?

source: Unknown Author
it: Autore sconosciuto

source: Reading List
it: Lista Lettura

source: Add to full-text search index
it: Aggiungi all'indice di ricerca testo intero

source: Select a folder:
it: Seleziona una cartella:

source: Search
ar_sd: البحث
bg: Търсене
it: Cerca
ja: 検索

source: Search Field
it: Campo di ricerca

source: Title
it: Titolo

source: Title Matches
it: Corrispondenze Titolo

source: Content Matches
it: Corrispondenze Contenuto

source: Snippet
it: Anteprima

source: File Name
it: Nome File

source: Errors
it: Errori

source: Failed to copy document
it: Impossibile copiare il documento

source: Default reading mode
ar_sd: وضع القراءة الإفتراضي
it: Modalità di lettura predefinita

source: Reading order
ar_sd: الترتيب المنطقي للنص
it: Ordine di lettura

source: Physical layout
ar_sd: الإنسياب الطبيعي
it: Layout fisico

source: Paginated
ar_sd: صفحة بصفحة
it: Impaginato

source: Chapter by chapter
ar_sd: فصل بفصل
it: Capitolo per capitolo

source: Clean text
ar_sd: نص فقط
it: Pulisci testo

source: Full text
ar_sd: النص الكامل
it: Testo intero

source: Electronic Publication (EPUB)
ar_sd: صيغة المنشورات الإلكترونية (epub)
bg: Електронна публикация (EPUB)
it: Pubblicazione Elettronica (EPUB)
ja: 電子書籍（epub）の形式

source: Book contents
ar_sd: محتويات الكتاب
it: Contenuti del libro

source: XPS Document
ar_sd: مستند XPS
it: Documento XPS

source: HTML Document
ar_sd: مستند HTML
it: Documento HTML

source: Markdown File
ar_sd: صيغة ماركداون، Markdown
it: File Markdown

source: Slide {number}
ar_sd: الشريحة {number}
it: Diapositiva {number}

source: Portable Document (PDF)
ar_sd: صيغة المستندات المحمولة (pdf)
bg: Преносим формат за документи (PDF)
it: Documento Portable (PDF)
ja: pdf形式

source: Plain Text File
ar_sd: ملف نصي بسيط
it: File di testo semplice
ja: テキスト形式

source: Slide Notes
ar_sd: مذكرات الشريحة
it: Note sulla diapositiva

source: PowerPoint Presentation
ar_sd: عروض PowerPoint التوضيحية
it: Presentazione Powerpoint

source: Word Document
ar_sd: مستند word
it: Documento Word

source: Open in &web Viewer
it: Apri nel visualizzatore &web

source: Open the current EPUB book in the browser
it: Apri il libro EPUB corrente nel browser

source: Openning in web viewer...
it: Apertura nel visualizzatore web...

source: Failed to launch web viewer
it: Impossibile avviare il visualizzatore web

source: An error occurred while opening the web viewer. Please try again.
it: Si è verificato un errore durante l'apertura del visualizzatore web. Per favore riprova.

source: 404 Not Found
it: 404 non trovato

source: The book you are trying to access does not exist or has been closed. Please make sure you opened the book from within Bookworm. All URLs are temporary and may not work after you close the page.
it: Il libro a cui stai tentando di accedere non esiste o è stato chiuso. Assicurati di aver aperto il libro da Bookworm. Tutti gli URL sono temporanei e potrebbero non funzionare dopo aver chiuso la pagina.

source: Failed to load content
it: Impossibile caricare il contenuto

source: Cannot retreive content. Probably the eBook has been closed.
it: Impossibile recuperare il contenuto. Probabilmente l'eBook è stato chiuso.

source: Search Range
ar_sd: نطاق البحث
bg: Обхват на търсенето
it: Intervallo di ricerca
ja: 検索範囲

source: Page Range
ar_sd: نطاق الصفحات
bg: Обхват на страниците
it: Intervallo di pagine
ja: ページ範囲

source: From:
ar_sd: بدءً من:
bg: От:
it: Da:
ja: から

source: To:
ar_sd: حتى:
bg: До:
it: Fino a:
ja: まで

source: Specific section
ar_sd: فصل معين
bg: Конкретен раздел
it: Sezione specifica
ja: 特定のセクション

source: Select section:
ar_sd: تحديد فصل:
bg: Избор на раздел:
it: Seleziona sezione:
ja: セクションの選択

source: Cancel
ar_sd: إلغاء
bg: Отказ
it: Annulla
ja: キャンセル

source: This will cancel all the operations in progress. Are you sure you want to abort?
ar_sd: تنفيذ هذا الإجراء سيلغي جميع العمليات قيد التنفيذ. هل أنت متيقن من رغبتك في إلغاء هذه العملية؟
it: Questo cancellerà tutte le operazioni in corso. Sei sicuro di voler annullare?

source: Bookworm File Associations
ar_sd: اقتران صيغ الملفات مع Bookworm
bg: Асоцииране на файлове с Bookworm
it: Associazioni file per Bookworm
ja: Bookwormに拡張子を関連付ける

source: This dialog will help you to setup file associations. Associating files with Bookworm means that when you click on a file in windows explorer, it will be opened in Bookworm by default
ar_sd: سيساعدك مربع الحوار هذا في تعيين صيغ الملفات المقترنة بالبرنامج. يعني إقران الملفات ببرنامج Bookworm أنه عند النقر فوق أحد الملفات داخل مستكشف الملفات في Windows ، فسيتم فتحه في Bookworm افتراضيًا.
it: Questa finestra di dialogo ti aiuterà a configurare le associazioni di file. Associare i file a Bookworm significa che quando fai clic su un file in Esplora File, verrà aperto in Bookworm per impostazione predefinita

source: Associate all
ar_sd: إقران الكل
bg: Асоциирай всички
it: Associa tutti
ja: すべて関連付ける

source: Use Bookworm to open all supported document formats
ar_sd: استخدام Bookworm لفتح كافة صيغ الملفات المدعومة
it: Usa Bookworm per aprire tutti i formati di documento supportati
