Repository: AKJ/bookworm
Catalog: bookworm/resources/locale/*/LC_MESSAGES/bookworm.po
Languages: ar_sd, bg, it, ja

source: {display_name} Version: {version} Website: {website} {display_name} is an accessible document reader that enables blind and visually impaired individuals to read documents in an easy, accessible, and hassle-free manor. It is being developed by {author} with some contributions from the community. {copyright} This software is offered to you under the terms of The MIT license. You can view the license text from the help menu. As blind developers, our responsibility is to develop applications that provide independence for us, and for our fellow blind friends all over the world. So, if you've found Bookworm useful in any way, please help us in making Bookworm better for you and for others. At this initial stage, we want you to tell us about any errors you may encounter during your use of Bookworm. To do so, open a new issue with the details of the error at the issue tracker (https://github.com/mush42/bookworm/issues/). Your help is greatly appreciated.
ar_sd: {display_name} الإصدار: {version} الموقع: {website} {display_name} هو قارئ كتب إلكترونية متوافق مع التقنيات المساعدة التي يستخدمها الكفيف. يتيح البرنامج للمكفوفين وضعاف البصر الإطلاع على الكتب الإلكترونية بطريقة سلسة ومتوافقة. يتم تطوير البرنامج بواسطة {author} بالتعاون مع آخرين. {copyright} هذا البرنامج يخضع لرخصة MIT الخاصة بالبرامج المجانية ومفتوحة المصدر. يمكنك عرض نص الرخصة من خلال قائمة المساعدة بالبرنامج. من أوجب واجباتنا كمطورين مكفوفين تطوير البرامج التي توفر الإستقلالية لنا ولجميع المكفوفين حول العالم. بناءً على ذلك، إذا كنت تعتقد أن هذا البرنامج قد أفادك؛ فنرجو منك التبليغ عن أي مشاكل قد تواجهك أثناء الإستخدام. للتبليغ عن المشاكل، قم بزيارة صفحة البلاغات من خلال الرابط: (https://github.com/mush42/bookworm/issues/). كلنا شكر وتقدير لمجهوداتك.

source: &Close Current Book Ctrl-W
ar_sd: إ&غلاق الكتاب الحالي تحكم+ص
bg: &Затвори текущата книга Ctrl-W
ja: 現在の書籍を閉じる Ctrl-W

source: Exporting Book
ar_sd: تصدير الكتاب
bg: Експортиране на книгата
ja: 書籍保存

source: Converting your book to plain text.
ar_sd: تحويل الكتاب إلى نص بسيط.
bg: Преобразуване на вашата книга в обикновен текст.
ja: 書籍をテキスト形式に変換

source: &Find in Book... Ctrl-F
ar_sd: ال&بحث في الكتاب... تحكم+ب
bg: &Намери в книгата... Ctrl-F
ja: 書籍検索... Ctrl-F

source: Search this book.
ar_sd: البحث داخل الكتاب المفتوح.
bg: Търсене в тази книга.
ja: 現在の書籍に検索

source: Search book
ar_sd: البحث في الكتاب
bg: Търсене в книгата
ja: 書籍検索

source: &File
ar_sd: &ملف
bg: &Файл
ja: &ファイル

source: &Tools
ar_sd: أ&دوات
bg: &Инструменти
ja: &ツール

source: OCR
ar_sd: التعرف الضوئي على الحروف OCR
ja: 文字認識

source: Retrieving download info, please wait...
ar_sd: جارٍ الحصول على معلومات التحميل. يُرْجَى الإنتظار...

source: Debug
ar_sd: وضع التصحيح (للمطورين)
ja: デバッグ

source: Getting download information, please wait...
ar_sd: جارٍ الحصول على معلومات التحميل، يُرْجَى الإنتظار...
ja: ダウンロード情報を取得しています、しばらくお待ちください。

source: No
ar_sd: لا
ja: いいえ

source: Portable Network Graphics
ar_sd: الصور بصيغة PNG
ja: ポータブルネットワークグラフィックス

source: Anchor
ar_sd: رابط

source: Link
ar_sd: رابط

source: Play
ar_sd: تشغيل
bg: Възпроизвеждане
ja: 読み上げ開始

source: Search Result.
ar_sd: نتيجة البحث

source: Bookmark.
ar_sd: علامة مرجعية

source: Bookmark: {bookmark_name}
ar_sd: علامة مرجعية

source: Express
ar_sd: متعجل

source: &Play F5
ar_sd: &تشغيل F5
bg: &Възпроизвеждане F5
ja: 読み上げ F5

source: &Stop F7
ar_sd: إ&نهاء التشغيل F7
bg: &Спиране F7
ja: 読み上げ停止 F7

source: URL
ar_sd: رابط

source: {term} — Wikipedia
ar_sd: {term} — ويكيبيديا
ja: Wikipediaの{term}

source: A new update for Bookworm has been released. Would you like to download and install it? Installed Version: {current} New Version: {new}
bg: Налично е обновление за Bookworm. Желаете ли да го изтеглите и инсталирате? Инсталирана версия: {current} Нова версия: {new}

source: Update Available
bg: Налично е обновление

source: A network error was occured when trying to download the update. Make sure you are connected to the internet, or try again at a later time.
bg: Възникна мрежова грешка при опита за изтегляне на обновлението. Уверете се, че сте свързани с интернет или опитайте отново по-късно.

source: Downloading Update
bg: Сваляне на обновлението

source: Downloading {url}:
bg: Сваляне на {url}:

source: Downloading. {downloaded} MB of {total} MB
bg: Сваляне: {downloaded} МБ от {total} МБ

source: The update file has been downloaded, but it has been corrupted during download. Would you like to download the update file again?
bg: Файлът с обновлението е изтеглен, но е бил повреден по време на изтеглянето. Желаете ли да изтеглите отново файла с обновлението?

source: Download Error
bg: Грешка при свалянето

source: The update has been downloaded successfully, and it is ready to be installed. The application will be restarted in order to complete the update process. Click the OK button to continue.
bg: Обновлението е изтеглено успешно и е готово за инсталиране. Приложението ще бъде рестартирано, за да завърши процеса по обновяването. Задействайте бутона "OK", за да продължите.

source: Download Completed
bg: Свалянето завърши

source: Extracting Update Bundle
bg: Извличане на пакета за обновяване

source: Please wait...
bg: Моля, изчакайте...

source: Could not open file {file} .Either the file has been damaged during download, or it has been corrupted in some other way.
bg: Неуспешно отваряне на файла {file}. Или файлът се е повредил по време на изтегляне, или е повреден по някакъв друг начин.

source: Page {page} | {chapter}
bg: Страница {page} | {chapter}

source: This dialog will help you to setup file associations. Associating files with Bookworm means that when you click on a file in windows explorer, it will be opend in Bookworm by default
bg: Този прозорец ще ви помогне да настроите файловите асоциации. Асоциирането на файлове с Bookworm означава, че когато натиснете ENTER върху файл в Windows Explorer, той по подразбиране ще бъде отворен с Bookworm.

source: Use Bookworm to open all supported ebook formats
bg: Използвай Bookworm за отваряне на всички поддържани формати за електронни книги

source: Unregister previously associated file types
bg: Дерегистрирай асоциираните преди това типове файлове

source: Press (Ctrl + O) to open an ebook
bg: Натиснете (Control+O), за да отворите електронна книга

source: This document is encrypted, and you need a password to access its content. Please enter the password billow and press enter.
bg: Този документ е шифрован и имате нужда от парола за достъп до съдържанието му. Моля, въведете паролата по-долу и натиснете Enter.

source: The password you've entered is invalid. Please try again.
bg: Въведената парола е невалидна. Моля, опитайте отново.

source: Invalid Password
bg: Невалидна парола

source: {display_name} Version: {version} Website: {website} {display_name} is an accessible e-book reader that enables blind and visually impaired individuals to read e-books in an easy, accessible, and hassle-free manor. It is being developed by {author} with some contributions from the community. {copyright} This software is offered to you under the terms of The MIT license. You can view the license text from the help menu. As blind developers, our responsibility is to develop applications that provide independence for us, and for our fellow blind friends all over the world. So, if you've found Bookworm useful in any way, please help us in making Bookworm better for you and for others. At this initial stage, we want you to tell us about any errors you may encounter during your use of Bookworm. To do so, open a new issue with the details of the error at the issue tracker (https://github.com/mush42/bookworm/issues/). Your help is greatly appreciated.
bg: {display_name} Версия: {version} Уеб сайт: {website} {display_name} е достъпен четец на електронни книги, който дава възможност на незрящите и слабовиждащите личности да четат електронни книги по един лесен, достъпен и безпроблемен начин. Той се разработва от {author} с приноси от общността. {copyright} Този софтуер ви се предлага при условията на лиценза на MIT. Можете да прегледате лиценза от помощното меню. Като незрящи разработчици, нашата отговорност е да разработваме приложения, които осигуряват независимост за нас и за нашите незрящи познати и приятели по целия свят. Така че, ако за вас Bookworm е полезен по някакъв начин, моля, помогнете ни да направим Bookworm по-добър за вас и за другите. На този начален етап искаме да ни съобщавате за всички грешки, на които може да сте попаднали по време на работата ви с Bookworm. За целта създайте нов доклад с подробности за грешката в портала за доклади (https://github.com/mush42/bookworm/issues/). Ценим високо вашата помощ.

source: Close the currently open e-book
bg: Затваряне на текущо отворената електронна книга

source: &Recent Books
bg: &Скорошни книги

source: Choose an e-book
bg: Избор на електронна книга

source: Supported E-Book Formats ({display})|{ext}|
bg: Поддържани формати за електронни книги ({display})|{ext}|

source: One-core Synthesizer
bg: Речев синтезатор OneCore

source: Microsoft Speech API Version 5
bg: Речев ППИ версия 5 от Microsoft (SAPI5)

source: Bookworm has noticed that the currently configured Text-to-speech voice speaks a language different from that of this book. Because of this, Bookworm has temporary switched to another voice that speaks a language similar to the language of this book.
bg: Bookworm установи, че текущо настроеният глас говори на език, различен от този на отворената книга. Поради тази причина, Bookworm временно превключи към друг глас, който говори език, подобен на езика на отворената книга.

source: Expresse
bg: Изразителен

source: Play end of section sound
bg: Възпроизвеждай звук в края на раздела
